Repository: alibildik/StackBuilder
Catalog: Sources/TreeDim.StackBuilder.Desktop/Properties/Resources.*.resx
Languages: fr

# ID_ABOUT
source: About {0}
fr: A propos de {0}

# ID_ADDNEWANALYSIS
source: Add new analysis...
fr: Créer une nouvelle analyse...

# ID_ADDNEWBOX
source: Add new box...
fr: Créer une nouvelle boîte...

# ID_ADDNEWBOXCASEANALYSIS
source: Add new box/case analysis...
fr: Ajouter une nouvelle analyse Etui/Caisse...

# ID_ADDNEWBUNDLE
source: Add new bundle...
fr: Créer une nouvelle liasse...

# ID_ADDNEWBUNDLEANALYSIS
source: Add new bundle analysis...
fr: Créer une nouvelle analyse de liasse...

# ID_ADDNEWCASE
source: Add new case...
fr: Créer une nouvelle caisse...

# ID_ADDNEWCASEANALYSIS
source: Add new case analysis...
fr: Créer une nouvelle analyse étui/caisse...

# ID_ADDNEWCYLINDER
source: Add new cylinder...
fr: Ajouter un nouveau cylindre...

# ID_ADDNEWCYLINDERANALYSIS
source: Add new cylinder analysis...
fr: Ajouter une nouvelle analyse Cylindre/Palette…

# ID_ADDNEWECTANALYSIS
source: Add new ECT analysis...
fr: Ajouter une nouvelle analyse ECT...

# ID_ADDNEWINTERLAYER
source: Add new interlayer...
fr: Créer un nouvel intercallaire...

# ID_ADDNEWPACKANALYSIS
source: Add new Pack/Pallet analysis...
fr: Ajouter une nouvelle analyse du Pack/palette...

# ID_ADDNEWPALLET
source: Add new pallet...
fr: Créer une nouvelle palette...

# ID_ADDNEWPALLETCAP
source: Add new pallet cap...
fr: Ajouter une nouvelle coiffe...

# ID_ADDNEWPALLETCORNERS
source: Add new pallet corners...
fr: Ajouter une nouvelle cornière...

# ID_ADDNEWPALLETFILM
source: Add new pallet film...
fr: Ajouter un nouveau film...

# ID_ADDNEWTRUCK
source: Add new truck...
fr: Créer un nouveau camion...

# ID_ADDNEWTRUCKANALYSIS
source: Add new truck analysis...
fr: Créer une nouvelle analyse camion...

# ID_ALGORITHM
source: Algorithm
fr: Algorithme

# ID_ALLOWALIGNEDORALTERNATELAYERS
source: Allow aligned and/or alternate layers
fr: Autoriser les couches alignées et/ou alternées

# ID_ANALYSIS
source: Analysis
fr: Analyse

# ID_ANALYSISHASNOSOLUTION
source: Analysis has no solutions?\nTo many contraints?
fr: L'analyse n'a pas de solution. Filtrage débord ou espace trop contraignant ?

# ID_ANALYSISHASNOVALIDSOLUTION
source: Analysis {0} has no valid solution.
fr: Aucune solution valide pour l'analyse {0}.

# ID_AREA
source: Area
fr: Surface

# ID_AUTOIMPORT
source: Import auto
fr: Auto Import

# ID_BOX
source: Box
fr: Etui

# ID_BOXCASECOUNT
source: Box/Case count
fr: Boîtes/Caisse

# ID_BOXCOUNT
source: Box/Case
fr: Etui/Caisse

# ID_BOXDOESNOTFITINCASE
source: Box {0} does not fit in case {1}.
fr: La caisse {1} ne peut contenir l'étui {0}.

# ID_BOXES
source: Boxes
fr: Etuis

# ID_BUNDLE
source: Bundle
fr: Liasse

# ID_CANNOTUSEWEIGHTLIMIT
source: Weight limit can not be used because {0} as no mass.
fr: La limite de poids ne peut pas être utilisée car {0} n'a pas de masse.

# ID_CASE
source: Case
fr: Caisse

# ID_CASEANALYSIS_INVALIDCONSTRAINTSET
source: Cannot create case analysis as the constraint set appears to be invalid.
fr: Impossible de créer une analyse de caisse car le jeu de contrainte est invalide.

# ID_CASECOUNT
source: # Cases
fr: # caisses

# ID_CASEDIMENSIONS
source: Case dimensions
fr: Dimensions caisse

# ID_CASEINSIDEDIMENSIONS
source: Case inside dimensions
fr: Dimensions intérieures caisse

# ID_CASELIMIT
source: Limit reached
fr: Limite atteinte

# ID_CASEOFBOXES
source: Case of boxes
fr: Caisse d'étuis

# ID_CASEPERLAYERCOUNT
source: # Cases/Layer
fr: # caisses/couche

# ID_CASEPERPALLET
source: Case/pallet
fr: Caisse/pallette

# ID_CASES
source: Boxes+Cases
fr: Caisses

# ID_CASESLAYER
source: Cases/Layer
fr: Caisses/Couche

# ID_CASESPALLET
source: Cases/Pallet
fr: Caisses/palette

# ID_CASEWEIGHT
source: Case weight ({0})
fr: Masse caisse ({0})

# ID_CHROMEISNOTINSTALLED
source: The Google Chrome browser needs to be installed to visualize collada/webGL animations.
fr: Google Chrome doit être installé afin de pouvoir visualiser les animations 3D

# ID_CLOSE
source: Close
fr: Fermer

# ID_CYLINDER
source: Cylinder
fr: Cylindre

# ID_CYLINDERCOUNT
source: Cylinder count
fr: Nombre de cylindre

# ID_CYLINDERS
source: Cylinders
fr: Cylindres

# ID_DATABASEEMPTY
source: Pallet solution database is empty. Closing form...
fr: La base de données est vide. Cette boîte de dialogue va être fermée.

# ID_DATABASEITEMCOUNT
source: {0}-{1} out of {2}
fr: {0}-{1} de {2}

# ID_DEFINEATLEASTONEPATTERN
source: Define at least one stacking pattern
fr: Définir au moins un patron de rangement

# ID_DEFINEATLEASTONEVERTICALAXIS
source: Define at least one vertical axis
fr: Définir au moins un axe vertical

# ID_DEFINEVALIDFILEPATH
source: Define a valid file path.
fr: Définir un chemin d’accès de fichier valide.

# ID_DELETE
source: Delete
fr: Supprimer

# ID_DELETEITEM
source: Delete {0}
fr: Supprimer {0}

# ID_DEPENDINGANALYSES
source: {0} has the following dependencies: {1} If you proceed with the modifications, analyses will be recomputed and any selected solutions removed. Continue?
fr: {0} a les dépendances suivantes: {1} Si vous confirmez les modifications, elles devront être recalculées et les solutions sélectionnées seront perdues. Souhaitez-vous continuer?

# ID_DESELECT
source: Deselect
fr: Désélectionner

# ID_DIAMETERINNER_WU
source: Inner diameter ({0})
fr: Diamètre intérieur ({0})

# ID_DIAMETEROUTER_WU
source: Outer diameter ({0})
fr: Diamètre extérieur ({0})

# ID_DISPLAYDEBUGGING
source: Debugging
fr: Débogage

# ID_DISPLAYDIMENSIONSCASEPALLET
source: Dimensions Case/Pallet
fr: Dimensions caisse/palette

# ID_DISPLAYMEASUREMENTSYSTEM
source: Language & Measurement system
fr: Système de mesure & langue

# ID_DISPLAYPALLETEDITION
source: Pallet edition parameters
fr: Paramètres d’édition de palette

# ID_DISPLAYREPORTING
source: Reporting
fr: Rapports

# ID_DONE
source: Done!
fr: Fait !

# ID_DOUBLECLICKALAYER
source: Double-click a layer!
fr: Double-cliquer une couche!

# ID_EDGECRUSHTEST
source: Edge Crush Test Analysis
fr: Analyse RCV

# ID_EDIT
source: Edit {0}...
fr: Editer {0}

# ID_EFFICIENCY
source: Efficiency
fr: Efficacité (%)

# ID_EFFICIENCYPERCENTAGE
source: Efficiency (%)
fr: Efficacité (%)

# ID_EVALUATINGCASE
source: Evaluating case {0} out of {1}...
fr: Evaluation de la caisse {0} de {1}...

# ID_EXCELSHEETUNITSYSTEM
source: Can you confirm that values in Excel sheet ({0}) are expressed using the currently set StackBuilder unit system i.e. {1}?
fr: Pouvez-vous me confirmer que les valeurs dans la feuille Excel ({0}) sont exprimées en utilisant le système d’unité {1} ?

# ID_FIELDDESCRIPTIONEMPTY
source: Description field is empty
fr: Le champ "Description" est vide

# ID_FIELDNAMEEMPTY
source: Name field is empty
fr: Le champ "Nom" est vide

# ID_FIELDNAMEINVALID
source: Name already exists.
fr: Ce nom existe déjà

# ID_FILENOTFOUND
source: File {0} could not be found
fr: Le fichier {0} est introuvable

# ID_FILTER_MSWORD
source: Microsoft Office Word (*.doc;*.docx)|*.doc;*.docx|All Files (*.*)|*.*
fr: Microsoft Office Word (*.doc, *.docx) | * .doc ; * .docx | Tous les fichiers (*. *) | *. *

# ID_GENERATECOLLADA
source: Generate 3D animation file for {0}
fr: Générer un fichier animation 3D pour {0}

# ID_GENERATEREPORT
source: Generate a report for {0}
fr: Générer un rapport pour {0}

# ID_GENERATEREPORTHTML
source: Generate HTML report
fr: Générer un rapport HTML

# ID_GENERATEREPORTMSWORD
source: Generate MS word report
fr: Générer un rapport

# ID_GENERATEREPORTPDF
source: Generate PDF report
fr: Générer un rapport PDF

# ID_GOPREMIUMORUNSELECT
source: Using edited layers is a "Premium" feature. Unselect edited layer.
fr: L'utilisation des couches éditées est une fonctionnalité Premium. Désélectionnez les couches éditées.

# ID_HATCHINGANGLE
source: Hatching angle
fr: Angle hachures

# ID_HATCHINGSPACING
source: Hatching space
fr: Pas des hachures

# ID_HEIGHT
source: Height
fr: Hauteur

# ID_HEIGHT_WU
source: Height ({0})
fr: Hauteur ({0})

# ID_IMPORTLOADING
source: Loading {0}...
fr: Chargement de {0}...

# ID_IMPORTSKIPPING
source: Skipping {0}...
fr: Ignore {0}...

# ID_INSUFFICIENTPALLETHEIGHT
source: Maximal pallet height ({0} {1}) ought to exceed {2} {3}
fr: La hauteur maximale de la palette ({0} {1}) devrait être supérieure à {2} {3}

# ID_INSUFFICIENTVOLUME
source: Maximum volume is insufficient to pack {0} {1} .
fr: Le volume maximum est insuffisant pour emballer {0} {1}.

# ID_INTERLAYER
source: Interlayer
fr: Intercallaire

# ID_INTERLAYERCOUNT
source: Interlayer #
fr: # intercallaires

# ID_INTERLAYERNUMBER
source: Interlayer #
fr: # intercallaires

# ID_INTERLAYERS
source: Interlayers
fr: Intercallaires

# ID_INVALIDDIAMETER
source: Inner diameter ought to be smaller than outer diameter.
fr: Le diamètre intérieur doit être plus petit que le diamètre extérieur.

# ID_INVALIDINSIDEHEIGHT
source: Inside height ({0}) ought to be lower than height ({1})
fr: La hauteur intérieure ({0}) doit être inférieure à la hauteur ({1})

# ID_INVALIDINSIDELENGTH
source: Inside length ({0}) ought to be lower than length ({1})
fr: La longueur intérieure ({0})doit être inférieure à la longueur ({1})

# ID_INVALIDINSIDEWIDTH
source: Inside width ({0}) ought to be lower than width ({1})
fr: La largeur intérieure ({0}) doit être inférieure à la largeur ({1})

# ID_INVALIDMASS
source: Mass value ought to be positive
fr: La masse devrait être positive

# ID_INVALIDNAME
source: Given name ({0}) is invalid
fr: Le nom saisi ({0}) est invalide

# ID_INVALIDNETWEIGHT
source: Net weight ({0}) should not exceed weight ({1})
fr: Poids net ({0}) ne doivent pas excéder poids ({1})

# ID_INVALIDOUTERDIMENSION
source: Outer dimensions ought to exceed content dimensions...
fr: Dimensions extérieures devraient dépasser les dimensions de contenu...

# ID_INVALIDTHICKNESSWIDTHPAIR
source: Thickness should not exceed width
fr: L'épaisseur doit être inférieure à la largeur

# ID_ITEMS
source: Items
fr: Elements

# ID_LAYER
source: Layer
fr: Couche

# ID_LAYERCOUNT
source: Layer #
fr: # couches

# ID_LAYERNUMBER
source: Layer #
fr: # couches

# ID_LAYERPATTERN
source: Layer pattern
fr: Couches

# ID_LAYERPATTERNS
source: Layer pattern(s)
fr: Patron(s) de couches

# ID_LAYERS
source: Layers
fr: Couche

# ID_LAYERWEIGHT
source: Layer weight ({0})
fr: Poids de couche ({0})

# ID_LAYOUT
source: Layout
fr: Disposition

# ID_LENGTH
source: Length
fr: Longueur

# ID_LENGTH_WU
source: Length ({0})
fr: Longueur ({0})

# ID_LOAD
source: Load
fr: Charge

# ID_LOADDIMENSIONS
source: Load dimensions ({0})
fr: Dimensions du chargement ({0})

# ID_LOADEDCASES
source: Loaded cases
fr: Caisses chargées

# ID_LOADEDVOLUMEPERCENTAGE
source: Loaded volume percentage
fr: Pourcentage du volume occupé

# ID_LOADHEIGHT
source: Load height
fr: Hauteur du chargement

# ID_LOADWEIGHT
source: Load weight
fr: Masse du chargement

# ID_LOADWEIGHT_WU
source: Load weight ({0})
fr: Masse du chargement ({0})

# ID_MAXIMUMCASEWEIGHTSHOULDEXCEED
source: Maximum case weight should exceed {0} {1}.
fr: La masse maximale de la caisse doit être supérieure à {0}{1}

# ID_MAXIMUMSPACE
source: Maximum space ({0})
fr: Espace maximum ({0})

# ID_MAXLOWERTHANMIN
source: Inconsistency:Maximum {0} is lower than minimum {1}.
fr: Inconsistance : la {0} maximale est inférieur à la minimale {1}

# ID_NAME
source: Name
fr: Nom

# ID_NAMEALREADYEXISTSINDB
source: {0} named {1} already exists in database.
fr: {0} nommé {1} existe déjà dans la base de données.

# ID_NETWEIGHT_WU
source: Net weight ({0})
fr: Poids net ({0})

# ID_NOANALYSISSELECTED
source: No analysis selected.
fr: Pas d'analyse sélectionnée

# ID_NOCASESELECTED
source: No case selected!
fr: Aucun cas sélectionné !

# ID_NODE_BOXES
source: Boxes
fr: Etuis

# ID_NODE_BUNDLES
source: Bundles
fr: Liasses

# ID_NODE_CASES
source: Boxes+Cases
fr: Etuis + caisses

# ID_NODE_CYLINDERS
source: Cylinders
fr: Cylindres

# ID_NODE_INTERLAYERS
source: Interlayers
fr: Intercallaires

# ID_NODE_PACKS
source: Packs
fr: Paquet

# ID_NODE_PALLETS
source: Pallets
fr: Palettes

# ID_NODE_TRUCKS
source: Trucks
fr: Camions

# ID_NOORIENTATIONSELECTED
source: No orientation selected!
fr: Aucune orientation choisie !

# ID_NOPALLETSOLUTIONSELECTED
source: No pallet solution selected
fr: Pas de solution palette sélectionnée

# ID_NUMBER
source: Number
fr: Nombre

# ID_NUMBEROFPALLETS
source: Number of pallets
fr: Nombre de palettes

# ID_OPTIONSDEBUGGING
source: Options\\Debugging
fr: Options\\Débogage

# ID_OPTIONSDIMENSIONS
source: Options\\Dimensions\\Case/Pallet
fr: Options\\Dimensions\\Caisse/palette

# ID_OPTIONSMEASUREMENTSYSTEM
source: Options\\Language & Unit system
fr: Options\\Langue & Unités

# ID_OPTIONSPALLETEDITION
source: Options\\Pallet edition
fr: Options\\Pallet édition

# ID_OPTIONSREPORTING
source: Options\\Reporting
fr: Options\\Rapports

# ID_OUTERDIMENSIONS
source: Outer dimensions ({0})
fr: Dimensions ext. ({0})

# ID_PACK
source: Pack
fr: Paquet

# ID_PALLET
source: Pallet
fr: Palette

# ID_PALLETCAP
source: Cap
fr: Coiffe

# ID_PALLETCAPNOTLONGENOUGH
source: Pallet cap length should exceed pallet length + overhang X...
fr: Palette cap longueur doit dépasser la longueur de la palette + dépassement X...

# ID_PALLETCAPNOTWIDEENOUGH
source: Pallet cap width should exceed pallet width + overhang Y...
fr: Palette cap largeur doit dépasser la largeur de la palette + dépassement Y...

# ID_PALLETCAPS
source: Pallet caps
fr: Coiffes

# ID_PALLETCAPTIONEDIT
source: Edit pallet {0}...
fr: Editer la palette {0}

# ID_PALLETCORNERS
source: Corners
fr: Cornières

# ID_PALLETCOUNT
source: Pallet count
fr: Nombre de pallettes

# ID_PALLETDATA
source: Pallet data
fr: Données palette

# ID_PALLETFILMS
source: Pallet films
fr: Films palette

# ID_PALLETHEIGHT
source: Pallet height ({0})
fr: Hauteur de palette ({0})

# ID_PALLETLIMIT
source: Limit reached
fr: Limite atteinte

# ID_PALLETMAXHEIGHT
source: Height
fr: Hauteur

# ID_PALLETMAXNUMBER
source: Number
fr: Nombre

# ID_PALLETMAXWEIGHT
source: Weight
fr: Poids

# ID_PALLETS
source: Pallets
fr: Palettes

# ID_PALLETWEIGHT
source: Pallet weight ({0})
fr: Poids de la palette ({0})

# ID_PALLETWEIGHT_WU
source: Pallet weight
fr: Poid palette

# ID_PALLET_NUMBER
source: Pallet #{0}
fr: Palette #{0}

# ID_READY
source: Ready
fr: Prêt

# ID_REGISTEREDUSERCOUNT
source: User count = {0}
fr: Nombre d’utilisateurs : {0}

# ID_REMOVINGEXISTINGTYPE
source: Removing existing type {0}...
fr: Suppression d’un type existant {0}...

# ID_SAVEMODIFIEDFILE
source: Save file {0}?
fr: Sauvegarder les modifications apportées au fichier {0} ?

# ID_SELECT
source: Select
fr: Sélectionner

# ID_SELECTATLEASTONELAYOUT
source: Select at leat one layer
fr: Sélectionnez au moins une couche

# ID_SELECTED
source: Selected
fr: Sélectionné

# ID_SELECTEDLAYER
source: Selected layer: {0}
fr: Couche sélectionnée : {0}

# ID_SENDTODATABASE
source: Send to database
fr: Conserver dans la base de données

# ID_SORTINGSOLUTIONS
source: Sorting solutions...
fr: Trie des solutions

# ID_SPACES_WU
source: Spaces ({0})
fr: Espaces ({0})

# ID_TASKCANCELED
source: Canceled!
fr: Annulé !

# ID_THICKNESS_WU
source: Thickness ({0})
fr: Epaisseur ({0})

# ID_TOTALWEIGHT_WU
source: Total weight ({0})
fr: Poids total ({0})

# ID_TRANSPARENCY
source: Use transparency
fr: Utilisez la transparence

# ID_TRUCK
source: Truck
fr: Camion

# ID_TRUCKADMISSIBLELOAD
source: Truck must have a valid admissible load value.
fr: Un camion doit avoir une charge admissible valide.

# ID_UNEXPECTEDTYPE
source: Unexpected type: {0}
fr: Type inattendu : {0}

# ID_UNITSYSTEM
source: Unit system...
fr: Système d’unités...

# ID_UNLOADEDCASES
source: Unloaded cases
fr: Caisse sans charge

# ID_UNSELECTSOLUTION
source: Unselect solution {0}
fr: Désélectionner la solution {0}

# ID_USEATLEASTONESTOPSTACKINGCRITERION
source: Define at least one stop stacking criterion
fr: Définir au moins un critère d'arrêt pour l'empilage

# ID_USETRANSPARENCYORHATCHING
source: Use transparency and/or hatching
fr: Utiliser la transparence et/ou hachage

# ID_VOLUMEEFFICIENCY
source: Efficiency (%)
fr: Efficacité (%)

# ID_WARNINGEDITLAYER
source: Please, note that only "Premium" accounts are able to use the modified layer in a palletization.
fr: Soyez informé du fait que seul les utilisateurs "Premium" peuvent utiliser les couches éditées dans une palettisation.

# ID_WEIGHT
source: Weight
fr: Poids

# ID_WEIGHT_WU
source: Weight ({0})
fr: Masse ({0})

# ID_WIDTH
source: Width
fr: Largeur

# ID_WIDTH_WU
source: Width ({0})
fr: Largeur ({0})

# ID_ADDNEWBOTTLE
source: Add new bottle...
fr: Ajouter une nouvelle bouteille...

# ID_BOTTLE
source: Bottle
fr: Bouteille

# ID_DIAMETER
source: Diameter
fr: Diamètre

# ID_PREMIUMFEATURE
source: This feature is only accessible to Premium accounts.
fr: Cette fonctionnalité n’est accessible qu’aux comptes Premium.

# ID_SPACES
source: Spaces
fr: Espaces

# ID_VALUE
source: Value
fr: Valeur

# ID_ADDNEWBAG
source: Add new bag...
fr: Ajouter un nouveau sac...

# ID_ADDNEWPALLETLABEL
source: Add new pallet label...
fr: Ajouter une nouvelle étiquette de palette

# ID_BAG
source: Bag
fr: Sac

# ID_INVALIDROUNDINGRADIUS
source: Invalid rounding radius
fr: Rayon d’arrondi invalide

# ID_LABEL
source: Label
fr: Étiquette

# ID_LINEARMASS
source: Linear mass
fr: Masse linéaire

# ID_MOVEDOWN
source: Move down
fr: Vers le bas

# ID_MOVEUP
source: Move up
fr: Vers le haut

# ID_MULTIPLELAYER
source: Multi-layer
fr: Multicque

# ID_NODE_PALLETACCESSORIES
source: Pallet accessories
fr: Accessoires de palette

# ID_PALLETLABEL
source: Pallet label
fr: Etiquette de palette

# ID_PALLETSIDE
source: Pallet side
fr: Côté palette

# ID_PALLETSTACKON
source: Pallet stack on
fr: Pile de palettes sur

# ID_RADIUSROUNDING_WU
source: Radius ({0})
fr: Rayon ({0})

# ID_REPORT
source: Report
fr: Rapport

# ID_RESULT_EFFICIENCY
source: Efficiency
fr: Efficacité (%)

# ID_RESULT_LOADWEIGHT
source: Load weight
fr: Masse chargement

# ID_RESULT_NOCASES
source: Number of cases
fr: Nombre de caisses

# ID_RESULT_NOSOLUTIONFOUND
source: No valid solution found!
fr: Aucune solution valable trouvée !

# ID_RESULT_TOTALPALLETWEIGHT
source: Total pallet weight
fr: Poids total de la palette

# ID_RESULT_LAYERCOUNT
source: N. of layers
fr: Nombre de couches

# ID_RESULT_LOADDIMENSIONS
source: Load dimensions
fr: Dimensions chargement

# ID_RESULT_PACKDIM
source: Pack dimension ({0})
fr: Dimensions du pack

# ID_ERROR_NOSHEETLOADED
source: No sheet loaded.
fr: Aucune page chargée

# ID_ERROR_FAILEDTODOWNLOADFILE
source: Failed to download file {0} to {1}.
fr: Echec du téléchargement du fichier {0} vers {1}.

# ID_ERROR_INVALIDINPUTFILEPATH
source: Invalid input file path {0}.
fr: Chemin de fichier invalide {0}.

# ID_ERROR_NOPALLETSELECTED
source: No pallet selected. Select at least one.
fr: Aucune palette n'est sélectionnée. Au moins une palette doit être sélectionnée.

# ID_RESULT_PACKIMAGE
source: Pack image
fr: Image pack

# ID_RESULT_PALLETDIMENSIONS
source: Pallet dimensions
fr: Dimensions palette

# ID_RESULT_PACKWEIGHT
source: Pack weight ({0})
fr: Masse du pack ({0})

# ID_RESULT_PERLAYERCOUNT
source: N. per layer
fr: Nombre par couche
