Repository: alibildik/StackBuilder
Catalog: Sources/TreeDim.StackBuilder.Desktop/FormNewAnalysisCasePallet.*.resx
Languages: fr

# lbBox.Text
source: Case
fr: Caisse

# uCtrlOverhang.Text
source: Overhang
fr: Débord

# lbPallet.Text
source: Pallet
fr: Palette

# checkBoxBestLayersOnly.Text
source: Show best layers only
fr: Afficher les meilleurs couches seulement

# bnBestCombination.Text
source: Show best combinations >
fr: Meilleure combinaison >

# uCtrlOptMaxNumber.Text
source: Maximum number
fr: Nombre maximum

# uCtrlOptMaximumWeight.Text
source: Maximum pallet weight
fr: Poid maximum palette

# uCtrlMaximumHeight.Text
source: Maximum pallet height
fr: Hauteur maximale palette

# tabPageStopCriterions.Text
source: Stop criterions
fr: Critères arrêt

# tabPageOverhang.Text
source: Overhang
fr: Débord

# uCtrlOptSpace.Text
source: Space
fr: Espace

# tabPageSpaces.Text
source: Spaces
fr: Espace

# lbSelect.Text
source: Select one or more layers and click 'Next>'...
fr: Sélectionner une ou plusieurs couche(s) et cliquer 'Suivant>'

# bnEditLayerRight.Text
source: Edit...
fr: Modifier...

# bnEditLayer.Text
source: Edit selected layer
fr: Editer la couche sélectionnée

# $this.Text
source: Create new case/pallet analysis...
fr: Créer une nouvelle analyse caisse/palette...
